Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: This prevents excessive dosing, especially during times of variable insulin sensitivity, enhancing safety.
bg: Това предотвратява прекомерно дозиране, особено по време на променлива инсулинова чувствителност, повишавайки безопасността.
cs: Tohle zabraňuje nadměrnému dávkování, zejména v období kolísavé citlivosti na inzulín, čímž zvyšuje celkovou bezpečnost.
da: Dette forhindrer overdreven dosering, især i tider med variabel insulinfølsomhed, og øger sikkerheden.
de: Dies verhindert eine übermäßige Dosierung, insbesondere in Zeiten variabler Insulinempfindlichkeit, wodurch die Sicherheit erhöht wird.
es: Esto previene dosis excesivas, especialmente en tiempos de sensibilidad variable a la insulina, mejorando la seguridad.
fr: Cela permet d’éviter un dosage excessif, en particulier lors de variations de la sensibilité à l’insuline, renforçant ainsi la sécurité.
it: Ciò impedisce un dosaggio eccessivo, soprattutto nei periodi di sensibilità variabile all’insulina, migliorando la sicurezza.
nb_no: Dette hindrer overdreven dosering, spesielt i tider med variabel insulinfølsomhet, noe som forsterker sikkerheten.
nl: Hierdoor wordt een overmatige dosis voorkomen, vooral in tijden van variabele insuline gevoeligheid, waardoor de veiligheid wordt vergroot.
pl: Zapobiega to nadmiernemu dawkowaniu, zwłaszcza w okresach zmiennej wrażliwości na insulinę, zwiększając bezpieczeństwo.
pt_pt: Isto impede a dosagem excessiva, especialmente em tempos de sensibilidade variável à insulina, reforçando a segurança.
ru: Это предотвращает избыточное дозирование, особенно во время переменной чувствительности инсулина, повышая безопасность.
sv: Detta förhindrar överdriven dosering, särskilt under tider av variabel insulinkänslighet, vilket ökar säkerheten.
uk: Це запобігає надмірному дозу, особливо під час змінної чутливості інсуліну, підвищує безпеку.
vi: Điều này giúp ngăn ngừa việc tiêm insulin quá mức, đặc biệt trong những thời điểm độ nhạy insulin thay đổi, từ đó tăng cường độ an toàn.
zh_hant: 這防止過度劑量，特別是在胰島素敏感性變化的時候，增強安全性。

source: This PumpManager has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please go to therapy settings -> delivery limits and set a new maximum basal rate.
bg: Този PumpManager не е конфигуриран с максимална базална доза, защото е добавен преди появата на функцията за ръчен временен базал. Моля, отидете в настройките на терапията -> лимити на подаването и задайте нова максимална базална доза.
cs: Tento PumpManager nebyl nakonfigurován s maximální bazální dávkou, protože byl přidán v době, kdy manuální dočasný bazál ještě nebyl součástí funkcí. Přejdi prosím do nastavení léčby -> limity podávání a nastav novou maximální bazální dávku.
da: Denne PumpManager er ikke blevet konfigureret med en maksimal basal sats, fordi det blev tilføjet før manuel temp basal var en funktion. Gå til terapiindstillinger -> leveringsgrænser og sæt en ny maksimal basal hastighed.
de: Dieser Pumpen-Manager wurde nicht mit einer maximalen Basalrate konfiguriert, da er hinzugefügt wurde, bevor die manuelle Temporäre Basalrate eine Funktion war. Bitte gehe zu Therapieeinstellungen -> Abgabegrenzen und lege eine neue maximale Basalrate fest.
es: Este PumpManager no ha sido configurado con una velocidad basal máxima porque fue añadido antes de que la basal temporal manual fuera una característica. Por favor, vaya a los ajustes de terapia -> límites de entrega y establezca una nueva tasa basal máxima.
fr: Les paramètres de la pompe n’ont pas été configuré avec un débit basal maximal, car il a été ajouté avant que la fonctionnalité de débit basal temporaire manuel n’existe. Veuillez aller dans Réglages > Thérapie > Unités et limites pour définir un nouveau Basal Maximal.
it: Questo microinfusore non è stato configurato con una dose di basale massima perché questa è stata inserita prima che la basale temporanea manuale diventasse una funzione attiva. Andare su Impostazioni terapia - > Limiti erogazione e impostare un nuovo profilo basale massimo.
nb_no: Denne pumpedriveren har ikke blitt konfigurert med en maksimal basalrate fordi den ble lagt til før manuell midlertidig basal var en tilgjengelig funksjon. Gå til Pumpeinnstillinger -> leveringsgrenser og sett en ny maksimal basal rate.
nl: Deze Pompmanager is niet geconfigureerd met een maximale basaalsnelheid, omdat het is toegevoegd voordat handmatige tijdelijke basaal een functie was. Ga naar therapie instellingen -> toedieningslimieten en stel een nieuwe maximale basaalsnelheid in.
pl: Ten PompManager nie został skonfigurowany z maksymalną stawką bazową, ponieważ został dodany przed ręczną bazą tymczasową była funkcją. Przejdź do ustawień terapii -> limity dostawy i ustaw nową maksymalną dawkę bazową.
pt_pt: Este PumpManager não foi configurado com uma taxa de basal máxima porque foi adicionado antes da basal temp manual ser uma funcionalidade. Por favor vá para a terapia configurações -> limites de entrega e defina uma nova taxa de basal máxima.
ru: Помощник настройки помпы не был сконфигурирован относительно максимального уровня базального инсулина. Пожалуйста, перейдите в "Настройки помпы" -> "Предел подачи" и установите новый максимальный уровень базального инсулина.
sv: En maximal basaldos har inte ställts in. Gå till inställningen 'Maxdoser' för att ställa in den maximala basaldosen
uk: Помічник налаштування помпи не був налаштований щодо максимального рівня базального інсуліну. Будь ласка, перейдіть в "Параметри помпи" -> "Межа подачі" і встановіть новий максимальний рівень базального інсуліну.
vi: PumpManager này chưa được cấu hình với tốc độ liều nền tối đa vì nó được thêm vào trước khi có tính năng liều nền tạm thời thủ công. Vui lòng vào Cài đặt điều trị (therapy settings) → Giới hạn phân phối (delivery limits) và đặt lại tốc độ liều nền tối đa mới.
zh_hant: 此幫浦管理器尚未設定最大基礎率，因為它在手動臨時基礎率成為功能之前添加。請前往治療設定 -> 給藥限制並設定新的最大基礎率。

source: This range is for display and statistical purposes only and does not influence insulin dosing.
bg: Този диапазон е само за показване и статистически цели и не влияе на дозирането на инсулина.
cs: Tento rozsah slouží pouze pro účely zobrazení a statistiky a nijak neovlivňuje dávkování inzulínu.
da: Dette område er kun til visning og statistiske formål og påvirker ikke insulindosis.
de: Dieser Bereich ist nur für Anzeigezwecke und statistische Zwecke bestimmt und beeinflusst nicht die Insulindosierung.
es: Esta gama es sólo para fines estadísticos y no influye en la dosis de insulina.
fr: Cette plage est utilisée uniquement à des fins d’affichage et de statistiques, et n’influence pas le dosage d’insuline.
it: Questo intervallo è solo a fini di visualizzazione e statistici e non influenza il dosaggio di insulina.
nb_no: Dette området er kun til synlige og statistiske formål og påvirker ikke dosering av insulin.
nl: Dit bereik is alleen bedoeld voor weergave en statistische doeleinden en heeft geen invloed op insuline dosering.
pl: Ten zakres przeznaczony jest wyłącznie do celów statystycznych i nie wpływa na dawkowanie insuliny.
pt_pt: Este intervalo é apenas para exibição e para fins estatísticos e não influencia a dosagem insulina.
ru: Этот диапазон предназначен только для отображения и статистических целей и не влияет на содержание инсулина.
sv: Detta intervall är endast för display och statistiska ändamål och påverkar inte insulindosering.
uk: Цей діапазон призначений тільки для побудови та статистичних цілей і не впливає на інсулін.
vi: Phạm vi này chỉ dùng để hiển thị và thống kê, không ảnh hưởng đến việc tính liều insulin.
zh_hant: 此範圍僅供顯示和統計用途，不影響胰島素劑量。

source: This setting adjusts how much weight is given to your recent total daily insulin dose when calculating Dynamic ISF and Dynamic CR.
bg: Тази настройка определя каква тежест се дава на скорошната ви обща дневна доза инсулин при изчисляването на Dynamic ISF и Dynamic CR.
cs: Toto nastavení určuje, jakou váhu (důležitost) přikládat tvé nedávné celkové denní dávce inzulínu při výpočtu dynamického ISF a dynamického CR.
da: Denne indstilling justerer, hvor meget vægt der er givet til din seneste totale daglige insulindosis ved beregning af Dynamic ISF og Dynamic CR.
de: Mit dieser Einstellung wird festgelegt, wie stark Deine aktuelle tägliche Gesamtinsulindosis bei der Berechnung des Dynamischen ISF und des Dynamischen CR berücksichtigt wird.
es: Este ajuste ajusta el peso que se le da a su dosis diaria de insulina al calcular el ISF dinámico y el CR dinámico.
fr: Ce réglage ajuste l’importance accordée à votre dose totale quotidienne d’insuline (TDD) récente dans le calcul de l'ISF dynamique (Facteur de Sensibilité à l’Insuline dynamique) et du CR dynamique (Ratio Insuline/Glucides dynamique).
it: Questa impostazione regola quanto peso viene dato alla dose totale di insulina recente al giorno quando calcola Dynamic ISF e Dynamic CR.
nb_no: Denne innstillingen justerer hvor mye vekt den seneste totale daglige insulindosen når du beregner Dynamisk ISF og Dynamisk CR.
nl: Deze instelling past hoeveel gewicht wordt gegeven aan uw recente totale dagelijkse insuline dosis bij het berekenen van de dynamische ISF en Dynamische CR.
pl: To ustawienie dostosowuje masę ciała pacjenta do ostatniej całkowitej dobowej dawki insuliny przy obliczaniu dynamicznego ISF i dynamicznego CR.
pt_pt: Essa configuração ajusta quanto peso é dado à sua dose diária total recente de insulina ao calcular o ISF dinâmico e o CR.
ru: Этот параметр регулирует сколько веса отдается вашей последней ежедневной инсулиновой дозе при расчете динамической ISF и динамической CR.
sv: Denna inställning justerar hur mycket vikt ges till din senaste totala dagliga insulindos (TDD) vid beräkning av Dynamisk ISF och Dynamisk CR.
uk: Цей параметр визначає, скільки ваги надає вашому останньому щоденному інсуліну під час обчислення Dynamic ISF і Динамічного CR.
vi: Cài đặt này điều chỉnh mức độ ảnh hưởng của tổng liều insulin hằng ngày gần đây trong quá trình tính toán Hệ số Nhạy Cảm Insulin (ISF) và Tỷ lệ Carb (CR) động.
zh_hant: 這個設定調整了在計算動態ISF和動態CR時，最近每日總胰島素劑量的權重。

source: This setting allows for a more responsive system, but the effects are restricted by the Autosens Min/Max settings.
bg: Тази настройка позволява по-отзивчива система, но ефектите са ограничени от настройките Autosens Min/Max.
cs: Toto nastavení umožňuje systému rychleji reagovat, ale jeho účinky jsou omezeny tvým nastavením Autosens Min/Max.
da: Denne indstilling giver mulighed for et mere responsivt system, men effekterne er begrænset af Autosens Min/Max indstillinger.
de: Diese Einstellung ermöglicht ein reaktionsschnelleres System, aber die Auswirkungen werden durch die Autosens Min/Max-Einstellungen eingeschränkt.
es: Esta opción permite un sistema más receptivo, pero los efectos están restringidos por la configuración de Min/Max de Autosens.
fr: Ce réglage permet au système d’être plus réactif, mais ses effets sont limités par les réglages « Autosens min. » et « Autosens max. ».
it: Questa impostazione consente un sistema più reattivo, ma gli effetti sono limitati dalle impostazioni Autosens Min/Max .
nb_no: Denne innstillingen gir mulighet for et mer responsiv system, men effekten er begrenset av Min/maks innstillingene Autosens Min/max.
nl: Deze instelling maakt een sneller responsief systeem mogelijk, maar de effecten worden beperkt door de Min/Max instellingen.
pl: To ustawienie pozwala na bardziej responsywny system, ale efekty są ograniczone przez ustawienia Min/Max Autosens.
pt_pt: Esta configuração permite um sistema mais responsivo, mas os efeitos são restringidos pelas configurações de Autosens Min/Max.
ru: Этот параметр позволяет более реагировать на систему, но эффекты ограничены настройками Autosens Min/Max .
sv: Den här inställningen tillåter ett mer responsivt system, men effekterna begränsas av inställningarna för Autosens Min/Max.
uk: Цей параметр дозволяє більш реагувати система, але ефекти обмежені параметрами Автозапуску Мін/Макс (Max).
vi: Thiết lập này giúp hệ thống phản hồi nhanh hơn, nhưng tác động vẫn bị giới hạn bởi các giá trị Autosens Min và Max.
zh_hant: 這個設定允許系統更具反應性，但效果受到自動敏感度的最小/最大設定限制。

source: This setting allows you to choose between Cone of Uncertainty (Cone) and OpenAPS Forecast Lines (Forecast Lines) for the glucose forecast. Descriptions for each option found below.
bg: Тази настройка ви позволява да изберете между Конус на несигурност (Cone) и Линии за прогноза на OpenAPS (Forecast Lines) за прогнозата на глюкозата. Описания на всяка опция ще намерите по-долу.
cs: Toto nastavení ti umožňuje vybrat si mezi „kuželem nejistoty“ (Cone) a čárami předpovědi OpenAPS (Forecast Lines) pro graf předpovědi glukózy. Popis obou možností najdeš níže.
da: Denne indstilling giver dig mulighed for at vælge mellem Cone of Uncertainty (Cone) og OpenAPS Prognose Linjer (Prognose Linjer) for glucose Prognose. Beskrivelser for hver indstilling fundet nedenfor.
de: Mit dieser Einstellung kannst Du zwischen dem Unsicherheitskegel (Cone) und den OpenAPS-Vorhersagelinien (Forecast Lines) für die Glukosevorhersage wählen. Beschreibungen für jede Option findest Du unten.
es: Esta opción le permite elegir entre el Cono de la Incertidumbre (Cone) y las Líneas de Predicción OpenAPS (Líneas de Predicción) para la previsión de glucosa. Descripciones para cada opción encontradas a continuación.
fr: Ce réglage vous permet de choisir entre le cône d’incertitude (Cône) et les lignes de prévision OpenAPS (lignes)pour l’évolution prévue de la mesure de glucose. Une description de chaque option se trouve ci-dessous.
it: Questa impostazione consente di scegliere tra Cone of Incertainty (Cone) e OpenAPS Forecast Lines (Forecast Lines) per la previsione di glucosio. Descrizioni per ogni opzione trovata qui sotto.
nb_no: Denne innstillingen gjør det mulig å velge mellom usikkerhetskjegle (Kjegle) og OpenAPS (Trendlinjer) for blodsukkerprognosen. Utfyllende beskrivelser finnes nedenfor.
nl: Met deze instelling kunt u kiezen tussen Cone of Uncertainty (Cone) en OpenAPS Forecast Lines (Weersverwachting Regels) voor de glucose voorspelling. Omschrijvingen voor elke optie hieronder gevonden.
pl: To ustawienie pozwala na wybór między Cone of Uncertainty (stożkowym) i OpenAPS Forecast Lines (liniowym) prognozowaniem glikemii. Opis dla każdej opcji znajduje się poniżej.
pt_pt: Esta configuração permite que você escolha entre Cone of Uncerteza (Cone) e Previsão do OpenAPS Lines (Previsão de Linhas) para a previsão de glicose. Descrições para cada opção encontrada abaixo.
ru: Этот параметр позволяет вам выбрать между конусом неопределенности (Конус) и OpenAPS Прогноз линии (Прогноз линий) для прогноза глюкозы. Описания для каждой из перечисленных ниже вариантов.
sv: Den här inställningen låter dig välja mellan "Kon av osäkerhet" (Kon) och OpenAPS prognoslinjer (Prognoslinjer) för glukosprognosen. Beskrivningar för varje alternativ som finns nedan.
uk: Цей параметр дозволяє Вам вибрати між Cone з невизначеності (Cone) та OpenAPS прогнозовані лінії (прогнози прогнозу) для прогнозу глюкози. Описи для кожного із знайдених нижче.
vi: Thiết lập này cho phép bạn lựa chọn giữa “Hình nón bất định” (Cone of Uncertainty - Cone) và “Đường dự báo của OpenAPS” (OpenAPS Forecast Lines - Forecast Lines) để hiển thị dự đoán đường huyết. Mô tả chi tiết cho từng tùy chọn được trình bày bên dưới.
zh_hant: 這個設定讓你可以選擇不確定性圓錐(Cone)和OpenAPS預測線(Forecast Lines)作為血糖預測的方式。下面有每個選項的描述。

source: This setting changes how much effect the fat and protein entry has on FPUs.
bg: Тази настройка променя колко ефект имат записите за мазнини и протеини върху FPU.
cs: Toto nastavení mění, jak velký vliv má zadání tuků a bílkovin na výpočet FPU jednotek.
da: Denne indstilling ændrer hvor meget effekt fedt og protein post har på FPU'er.
de: Diese Einstellung ändert, wie stark sich die Eingabe von Fett und Eiweiß auf die FPUs auswirkt.
es: Este ajuste cambia el efecto que tiene la entrada de grasa y proteína en los FPU.
fr: Ce réglage modifie l’impact de l’ajout de lipides et de protéines sur les FPU (unités lipide-protéiques, équivalents glucidiques des lipides et protéines).
it: Questa impostazione cambia quanto effetto la voce di grasso e proteine ha sulle PUP.
nb_no: Denne innstillingen endrer hvor mye effekt fett- og proteinregistrering har på FPU'er.
nl: Deze instelling verandert het effect van de invoer van vet en eiwitten op FPU.
pl: To ustawienie zmienia wpływ, jaki tłuszcze i białko mają na FPU.
pt_pt: Esta configuração altera o efeito que a entrada de gordura e proteína tem nos FPUs.
ru: Этот параметр изменяет то, какое влияние на FPU оказывает запись о жире и белках.
sv: Denna inställning ändrar hur mycket effekt fett- och protein-registrering har på FPU.
uk: Цей параметр змінює кількість впливу жиру і білків на ФУП.
vi: Thiết lập này thay đổi mức độ ảnh hưởng của lượng chất béo và chất đạm đã nhập vào cách tính các Đơn vị Carb tương đương từ chất béo và chất đạm (FPU).
zh_hant: 這個設定改變脂肪和蛋白質輸入對FPU的影響程度。

source: This setting controls which bolus amount labels are shown on Trio’s main chart. Boluses appear as blue upside-down triangles, with a number showing the amount. Depending on the option you choose, only boluses at or above that amount will show a label. For example, if you choose ‘0.5 U and over’, only boluses of 0.5 U or more will show a label.
bg: Тази настройка контролира кои етикети за количество болус се показват в основната графика на Trio. Болусите се появяват като сини обърнати триъгълници, с число, показващо количеството. В зависимост от избраната опция, само болусите с това или по-голямо количество ще имат етикет. Например, ако изберете „0.5 U и нагоре“, етикет ще имат само болусите от 0.5 U или повече.
cs: Toto nastavení určuje, které štítky s množstvím bolusu se budou zobrazovat na hlavním grafu aplikace Trio. Bolusy se zobrazují jako modré obrácené trojúhelníky s číslem udávajícím množství. V závislosti na zvolené možnosti se zobrazí štítek pouze u bolusů, které jsou rovny nebo vyšší než dané množství. Pokud například zvolíš „0,5 j a více“, zobrazí se štítek pouze u bolusů o velikosti 0,5 j nebo více.
fr: Ce réglage détermine quelles étiquettes de quantité de bolus seront affichées sur le graphique principal de Trio. Les bolus apparaîtront sous forme de triangles bleus inversés, accompagnés d'un nombre indiquant la quantité. Selon l'option choisie, seuls les bolus atteignant ou dépassant cette quantité afficheront une étiquette. Par exemple, si vous choisissez « 0,5 U et plus », seuls les bolus de 0,5 U ou plus afficheront une étiquette.
nb_no: Denne innstillingen kontrollerer hvilke bolusmengdeetiketter som vises i Trios hoveddiagram. Boluser vises som blå opp-ned-trekanter, med et tall som viser mengden. Avhengig av alternativet du velger, vil bare boluser på eller over den mengden vise en etikett. Hvis du for eksempel velger «0,5 E og over», vil bare boluser på 0,5 E eller mer vise en etikett.
pl: To ustawienie reguluje jakie wielkości bolusów są wyświetlane na głównym wykresie Trio. Bolusy pojawiają się jako niebieskie odwrócone trójkąty liczbą pokazującą dawkę insuliny. W zależności od wybranej opcji etykieta będzie wyświetlana tylko dla bolusów o tej lub większej ilości. Na przykład, jeśli wybierzesz „0,5 J i powyżej” etykieta będzie wyświetlana tylko dla bolusów o wartości 0,5 J lub powyżej.
vi: Cài đặt này kiểm soát những nhãn liều bolus nào sẽ được hiển thị trên biểu đồ chính của Trio. Các bolus được hiển thị dưới dạng tam giác màu xanh lật ngược, kèm theo một con số thể hiện liều lượng. Tùy theo tùy chọn bạn chọn, chỉ những bolus bằng hoặc lớn hơn mức đó mới hiển thị nhãn. Ví dụ, nếu bạn chọn “0,5 U trở lên”, chỉ các bolus từ 0,5 đơn vị trở lên mới hiển thị nhãn.
zh_hant: 此設定控制 Trio 主要圖表上顯示哪些注射數量標示。注射會以藍色倒三角形顯示，並附上數字表示劑量。依你選擇的選項，只有達到或超過該數量的注射才會顯示標示。例如，若你選擇「0.5 U 以上」，僅 0.5 U 或更大的注射會顯示標示。
